<?php

//Text
$_['text_title'] = 'بوابة دفع ماي فاتورة';

$_['text_how_to_pay']  = 'كيف تريد أن تدفع ؟';
$_['text_pay_with']    = 'دفع من خلال';
$_['text_or']          = 'أو ';
$_['text_insert_card'] = 'إدخال بيانات البطاقة';

$_['text_holder_name'] = 'اسم صاحب البطاقة';
$_['text_card_number'] = 'رقم البطاقة';
$_['text_expire_date'] = 'YY / MM';
$_['text_cvv']         = 'CVV';

$_['button_confirm'] = 'تأكيد الطلب';

//Error
$_['error_enable_ssl']             = 'ماي فاتورة تُلزم باستخدام خاصية الأمان لعمليات الدفع. صفحة الدفع الخاصة بك غير أمانة! من فضلك فعل ال SSL والتأكد من أن الخادم الخاص بك لديه شهادة SSL صالحة.';
$_['error_no_myfatoorah_payments'] = 'الرجاء الإتصال بأحد مديرين الخدمة بماي فاتورة لتفعيل إحدى طرق الدفع.';
