<?php

//Text
$_['text_title'] = 'ماي فاتورة';

$_['text_description'] = 'قيمة الشحن لماي فاتورة';
$_['dhl']              = 'دي اتش إل';
$_['aramex']           = 'أرامكس';

//Error
$_['error_no_fees']              = 'لا يوجد شحن للعنوان الخاص بك عن طريق ماي فاتورة';
$_['error_dimensions_add']       = 'الرجاء التواصل مع مدير الموقع لإضافة الأبعاد الخاصة بالمنتج ';
$_['error_defult_currency_rate'] = 'الرجاء التواصل مع مدير الموقع لضبط معدل التحويل الخاص بالعملة الإفتراضية ليكون بواحد';
