<?php
// Heading
$_['heading_title']   = 'ترقية';
$_['heading_success'] = 'نهاية الترقية !';

// Text
$_['text_upgrade']    = 'التجهيز لبدء الترقية';
$_['text_server']     = 'تأكد أن اعدادات السيرفر مهيئة بشكل صحيح قبل البدء في عملية الترقية';
$_['text_steps']      = 'حالة تقدم الترقية';
$_['text_error']      = 'أرسل أي خطأ يظهر لك أثناء عملية الترقية إلى المنتدى';
$_['text_clear']      = 'بعد الانتهاء من عملية الترقية قم بحذف جميع الكعكات (ملفات الكوكيز) في متصفحك لتجنب حدوث أخطاء';
$_['text_admin']      = 'اذهب الى لوحة التحكم ثم قم بالضغط على رز (Ctrl+F5) مرتين لاجبارالمتصفح على تحديث ملفات الاستايل شيت الجديدة';
$_['text_user']       = 'من لوحة تحكم المتجر اذهب إلى الضبط ثم المدراء ثم مجموعات المدراء ثم تحرير مجموعة الادارة العيا واختيار الكل لجميع الصلاحيات ثم حفظ';
$_['text_setting']    = 'من لوحة التحكم اذهب الى الضبط ثم الاعدادات ثم تحرير ثم قم بحفظ الاعدادات حتى لو لم يتم تغيير اي شيء';
$_['text_store']      = 'Lاذهب الى واجهة المتجر ثم قم بالضغط على رز (Ctrl+F5) مرتين لاجبارالمتصفح على تحديث ملفات الاستايل شيت الجديدة';
$_['text_progress']   = 'الباتش %s تم تطبيقه (%s من %s)';
$_['text_success']    = 'تهانينا ! عملية الترقية تمت بنجاح !';

// Entry
$_['entry_progress']  = 'ابدأ الترقية';
