<?php
// Heading
$_['heading_title']          = 'معلومات البائع';

// Text
$_['text_success']           = 'نجاح: لقد قمت بتعديل معلومات البائع!';
$_['text_list']              = 'قائمة معلومات البائع';
$_['text_add']               = 'اضف معلومات';
$_['text_edit']              = 'تعديل المعلومات';
$_['text_default']           = 'تقصير';
$_['text_approve']           = 'يعتمد';
$_['text_approve_success']   = 'نجاح: تمت الموافقة على المعلومات بنجاح!';
$_['text_seller_success']    = 'نجاح: تم تحديث البائع بنجاح!';
$_['text_seller_info']       = 'باستخدام هذا ، يمكنك تغيير مالك المعلومات بعد تحديد بائع مختلف.';

// Column
$_['column_name']            = 'عنوان المعلومات';
$_['column_sort_order']      = 'امر ترتيب';
$_['column_action']          = 'عمل';
$_['column_seller_name']     = 'اسم البائع';
$_['column_status']          = 'حالة';

// Entry
$_['entry_name']             = 'عنوان المعلومات';
$_['entry_description']      = 'وصف';
$_['entry_meta_title'] 	     = 'عنوان العلامة الوصفية';
$_['entry_meta_keyword']     = 'الكلمات الرئيسية للعلامة الوصفية';
$_['entry_meta_description'] = 'وصف العلامة الوصفية';
$_['entry_keyword']          = 'SEO URL';
$_['entry_parent']           = 'الأبوين';
$_['entry_filter']           = 'المرشحات';
$_['entry_store']            = 'المتاجر';
$_['entry_image']            = 'صورة';
$_['entry_top']              = 'اعلي';
$_['entry_column']           = 'الأعمدة';
$_['entry_sort_order']       = 'امر ترتيب';
$_['entry_status']           = 'حالة';
$_['entry_layout']           = 'تجاوز التخطيط';

// Help
$_['help_filter']            = '(الإكمال التلقائي)';
$_['help_keyword']           = 'لا تستخدم مسافات ، وبدلاً من ذلك استبدل المسافات بـ - وتأكد من أن عنوان URL لـ SEO فريد بشكل عام.';
$_['help_top']               = 'العرض في شريط القائمة العلوي. يعمل فقط مع الفئات الرئيسية الأعلى.';
$_['help_column']            = 'عدد الأعمدة المراد استخدامها للفئات الثلاث السفلية. يعمل فقط مع الفئات الرئيسية الأعلى.';

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن أخطاء!';
$_['error_permission']       = 'تحذير: ليس لديك إذن بتعديل الفئات!';
$_['error_name']             = 'يجب أن يكون عنوان المعلومات بين 2 و 255 حرفًا!';
$_['error_meta_title']       = 'يجب أن يكون Meta Title أكبر من 2 وأقل من 255 حرفًا!';
$_['error_keyword']          = 'عنوان URL للسيو قيد الاستخدام بالفعل!';
$_['error_parent']           = 'معلومات الوالدين التي اخترتها هي تابعة للمعلومات الحالية!';
