<?php
################################################################################################
# Seller / Admin mail for Opencart 2.x.x.x From webkul http://webkul.com  	  	       #
################################################################################################

// Heading
$_['heading_title']    	     = 'رسائل السوق';

// Text
$_['text_module']            = 'الوحدات';
$_['text_success']       	 = 'نجاح - تم حفظ البريد بنجاح.';
$_['text_update']        	 = 'نجاح - تم تحديث البريد بنجاح.';
$_['text_edit']            	 = 'تعديل';

// Button
$_['button_save']			 = 'حفظ';
$_['button_back']			 = 'عوده';
$_['button_cancel']			 = 'إالغاء';
$_['button_insert']			 = 'اضافه';
$_['button_delete']			 = 'حذف';
$_['button_filter']			 = 'منقي';

// Entry
$_['entry_id']        		 = 'بطاقة تعريف';
$_['entry_name']      		 = 'اسم';
$_['entry_name_info']      	 = 'الاسم الذي سيتم عرضه في وقت التحديد.';
$_['entry_message']          = 'رسالة';
$_['entry_message_info']     = 'إضافة رسالة بريد';
$_['entry_subject']      	 = 'موضوع';
$_['entry_subject_info']     = 'أضف موضوع البريد';
$_['entry_no_records']       = 'لا توجد سجلات !';
$_['entry_action']     		 = 'عمل';

// Error
$_['error_name']             = 'تحذير - الرجاء إضافة اسم لرسالة البريد هذه !!';
$_['error_wrong_name']       = 'تحذير - الرجاء إدخال اسم صالح !!';
$_['error_subject']    		 = 'تحذير - الرجاء إضافة الموضوع للبريد ، يجب أن يتراوح الحرف بين 5 إلى 1000 !!';
$_['error_message']    		 = 'تحذير - الرجاء إضافة رسالة للبريد !!';

// Info
$_['info_mail']			    = ' You can read Info for more details.';

$_['info_mail_add']			= ' يمكنك حفظ رسائل البريد للشروط الافتراضية لـ Marketplace. أنشئ هنا وأضف هذه ضمن سوق الوحدة النمطية> علامة تبويب البريد إلى الشروط. وحدة Marketplace ترسل رسائل بريدية إلى المسؤول / البائع في هذه الظروف -
<br/> <br/> طلب العميل إلى البائع (إرسال بالبريد إلى المسؤول + إرسال الشكر بالبريد إلى العميل).
<br/> الموافقة على طلب العميل (البريد إلى العميل).
<br/> طلب إضافة منتج العميل (بريد إلى المسؤول + إرسال بريد إلكتروني إلى البائع).
<br/> الموافقة على منتج العميل (عبر البريد إلى البائع).
<br/> بعد إضافة المعاملة من قبل المسؤول (البريد إلى البائع).
<br/> بعد أن يشتري العميل منتجات البائع (عبر البريد إلى البائع).
<br/> اتصال البائع بالمسؤول (البريد إلى المسؤول).
<br/> الاتصال بالعميل مع البائع (البريد إلى البائع).
<br/> <br/> لذا يمكنك إضافة رسائل بريد ذات موضوع هنا. ستعمل بعض رسائل البريد الإلكتروني بشكل طبيعي ولكن بعضها مزود بمجموعة بيانات Message + Marketplace مثل المعاملات والطلب إلى البائع. للقيام بذلك ، يمكنك إضافة رموز الفرز مع رسالتك ، باستخدام رموز الفرز هذه ، يمكنك إضافة هذه التفاصيل أيضًا في البريد.
<br/>
.';




$_['tab_info']      	 	 = 'معلومات';
$_['tab_general']         	 = 'اضافة رسالة';
$_['entry_for']         	 = 'الي';
$_['entry_code']      		 = 'الكلمة الرئيسية';


//user
$_['text_hello']    		  = 'مريحا ';
$_['text_to_seller']    	  = 'تمت الموافقة على طلبك. الرجاء تسجيل الدخول وإدارة متجرك .';
$_['text_auto']    	          = 'تمت الموافقة على طلبك. الرجاء تسجيل الدخول وإدارة متجرك .';
$_['text_ur_pre']    	      = 'ستكون اللجنة الإدارية ';
$_['text_sellersubject']      = 'تمت الموافقة على طلبك. ';
$_['text_thanksadmin']    	  = 'شكرا لك , ';

//for product mail
$_['entry_pname']      	      = 'اسم المنتج - ';
$_['ptext_auto']    	      = 'تمت الموافقة على منتجك. الرجاء تسجيل الدخول وإدارة متجرك .';
$_['ptext_sellersubject']     = 'تمت الموافقة على منتجك';
$_['error_permission']           = 'تحذير: ليس لديك إذن بتعديل رسائل البريد!';
?>
