<?php
// Heading
$_['heading_title']          = 'سبب تحديث المنتج';
$_['heading_title_add']          = 'أضف السبب';
// Text
$_['text_success']           = 'نجاح: لقد قمت بتعديل السبب!';
$_['text_account']           = 'الحساب';
$_['text_list']              = 'قائمة أسباب تحديث المنتج';
$_['text_add']               = 'إضافة سبب تحديث المنتج';
$_['text_edit']              = 'تحرير سبب تحديث المنتج';
$_['text_default']           = 'تقصير';
$_['text_enabled']           = 'متاح';
$_['text_disabled']          = 'غير متاح';
$_['text_no_results']        = 'لم يتم العثور على نتائج !!';
$_['text_confirm']           = 'هل انت موافق ؟';

// Column
$_['column_title']           = 'عنوان السبب';
$_['column_sort_order']	     = 'امر ترتيب';
$_['column_action']          = 'عمل';
$_['column_name']            = 'عنوان السبب';
$_['column_status']          = 'الحالة';

// Tab
$_['tab_general']            = 'عام';
$_['tab_data']        	     = 'تاريخ';
$_['tab_design']             = 'تصميم';

// Entry
$_['entry_title']            = 'عنوان السبب';
$_['entry_description']      = 'وصف';
$_['entry_store']            = 'المتاجر';
$_['entry_meta_title'] 	     = 'عنوان العلامة الوصفية';
$_['entry_meta_keyword'] 	   = 'الكلمات الرئيسية للعلامة الوصفية';
$_['entry_meta_description'] = 'وصف العلامة الوصفية';
$_['entry_keyword']          = 'الكلمات الرئيسية لتحسين محركات البحث';
$_['entry_bottom']           = 'أسفل';
$_['entry_status']           = 'تحت';
$_['entry_sort_order']       = 'امر ترتيب';
$_['entry_layout']           = 'تجاوز التخطيط';

// Button
$_['button_add']             = 'اضافة';
$_['button_save']            = 'حفظ';
$_['button_filter']          = 'منقي';
$_['button_clear_filter']    = 'صافي';

// Help
$_['help_keyword']           = 'استخدم الأحرف (a-z) ، والأرقام (0،9) ، - ، _ فقط ، ستتم إزالة باقي الأحرف وتأكد من أن كلمة SEO Keyword هي فريدة من نوعها على مستوى العالم.';
$_['help_bottom']            = 'العرض في أسفل الفوتر.';

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن أخطاء!';
$_['error_permission']       = 'تحذير: ليس لديك إذن بتعديل السبب!';
$_['error_title']            = 'يجب أن يكون عنوان السبب بين 3 و 64 حرفًا!';
$_['error_description']      = 'يجب أن يكون الوصف أكثر من 3 أحرف!';
$_['error_wrong_description']= 'يجب أن يكون الوصف صالحًا فقط للمسافات البيضاء المستخدمة!';
$_['error_meta_title']       = 'يجب أن يكون Meta Title أكبر من 2 وأقل من 255 حرفًا!';
$_['error_keyword']          = 'الكلمات الرئيسية لتحسين محركات البحث قيد الاستخدام بالفعل!';
$_['error_account']          = 'تحذير: لا يمكن حذف صفحة السبب هذه حيث تم تعيينها حاليًا على أنها شروط حساب المتجر!';
$_['error_checkout']         = 'تحذير: لا يمكن حذف صفحة السبب هذه حيث تم تعيينها حاليًا على أنها شروط سداد المتجر!';
$_['error_affiliate']        = 'تحذير: لا يمكن حذف صفحة السبب هذه حيث تم تعيينها حاليًا على أنها شروط الإحالة إلى المتجر!';
$_['error_return']           = 'تحذير: لا يمكن حذف صفحة السبب هذه حيث تم تعيينها حاليًا على أنها شروط إرجاع المتجر!';
$_['error_store']            = 'تحذير: لا يمكن حذف صفحة السبب هذه لأنها مستخدمة حاليًا من قبل متاجر٪ s!';
