<?php
// Heading
$_['heading_title']    = 'الشريط الفائق';

$_['text_module']      = 'الوحدات';
$_['text_success']     = 'نجاح: لقد قمت بتعديل وحدة الشريط الفائق!';
$_['text_edit']        = 'تحرير وحدة الشريط الفائق';

// Entry
$_['entry_status']			= 'حالة';
$_['entry_superbar_width']	= 'عرض الشريط الفائق';
$_['entry_superbar_color']	= 'لون الشريط الفائق';
$_['entry_design_layout']	= 'تخطيط تصميم الشريط الفائق';
$_['entry_border_color']	= 'تخطيط تصميم الشريط الفائق';
$_['entry_border_style']	= 'نمط الحدود الشريط الفائق';
$_['entry_button_color']	= 'نمط مخطط الشريط الفائق';
$_['entry_upsell_icon']		= 'مخطط مخطط الشريط الفائق';
$_['entry_crosssell_icon']	= 'مخطط مخطط الشريط الفائق';
$_['entry_gift_icon']		= 'رمز سبب هدية الشريط الفائق';
$_['entry_custom_icon']		= 'رمز مخصص الشريط الفائق';
$_['entry_upsell_tooltip']	= 'أداة البيع';
$_['entry_crosssell_tooltip']= 'تلميح أدوات البيع المتقاطع';
$_['entry_gift_tooltip']	= 'تلميح هدية دعابة';
$_['entry_custom_tooltip']	= 'تلميح مخصص';
$_['entry_superbar_position']= 'موقف سوبربار';
$_['entry_superbar_time']	= 'الوقت المرئي سوبربار';
$_['entry_superbarcontent_time']= 'وقت تحديث محتوى سوبربار';
$_['entry_superbarstruck_time']	= 'سوبربار عالق الوقت';
$_['entry_icon_width']		= 'عرض الرمز';
$_['entry_icon_height']		= 'ارتفاع الرمز';
$_['entry_vendor_applicable']	= 'البائعون المطبقون';
    $_['text_except']			= 'ماعدا';
$_['text_noone']			= 'لا احد';
    $_['help_vendor_applicable']	= 'حدد البائعين الذين لا تتعامل معهم\'ر تريد استخدام هذه الوظيفة';

$_['error_warning']	= 'تحذير: يرجى التحقق من النموذج بعناية!';

$_['error_superbar_time']	= 'تحذير: الرجاء إدخال قيمة رقمية صالحة "وقت تحذير: ليس لديك إذن بتعديل وحدة الشريط الفائق"!';
$_['error_superbar_content_time']	= 'تحذير: الرجاء إدخال قيمة رقمية صالحة "وقت محتوى تحذير: ليس لديك إذن بتعديل وحدة الشريط الفائق"!';
$_['error_superbar_struck_time']	= 'تحذير: الرجاء إدخال قيمة رقمية صالحة "وقت توقف تحذير: ليس لديك إذن بتعديل وحدة الشريط الفائق عالق"!';

$_['error_superbar_width']	= 'تحذير: الرجاء إدخال قيمة رقمية صحيحة "عرض الشريط الفائق"!';
$_['error_superbar_hori']	= 'تحذير: الرجاء إدخال قيمة رقمية صحيحة للموضع الأفقي للشريط العلوي!';
    $_['error_superbar_verti']	= 'تحذير: الرجاء إدخال قيمة رقمية صحيحة للموضع الرأسي للشريط العلوي!';
$_['error_superbar_icon_width']	= 'تحذير: الرجاء إدخال قيمة رقمية صحيحة لعرض رمز تحذير: ليس لديك إذن بتعديل وحدة الشريط الفائق!';
$_['error_superbar_icon_height']	= 'تحذير: الرجاء إدخال قيمة عددية صالحة لارتفاع رمز تحذير: ليس لديك إذن بتعديل وحدة الشريط الفائق!';

// Error
$_['error_permission'] = 'تحذير: ليس لديك إذن بتعديل وحدة تحذير: ليس لديك إذن بتعديل وحدة الشريط الفائق!';
