<?php
################################################################################################
# Seller / Admin mail for Opencart 2.x.x.x From webkul http://webkul.com  	  	       #
################################################################################################

//user
//for seller mail
$_['text_hello']    		  = 'مرحيا ';
$_['entry_name']      	      = 'الاسم';
$_['email']    			      = 'البريد الالكتروني ';
$_['text_to_admin']    		  = 'طلبات العملاء للبيع.';
$_['text_to_seller']    	  = 'شكرًا لك على التسجيل لتصبح بائعًا.<br> لقد تلقينا بريدك الإلكتروني وسنقدم لك معلومات تسجيل دخول البائع بمجرد أن نتمكن من تأهيل طلبك.';
$_['text_auto']    	          = 'تمت الموافقة على طلبك. الرجاء تسجيل الدخول وإدارة متجرك.';
$_['text_ur_pre']    	      = 'ستكون اللجنة الإدارية ';
$_['text_sellersubject']      = 'شكرًا لك على التسجيل كبائع ';
$_['text_adminsubject']       = 'تريد أن تصبح بائع ';
$_['text_seller_cmnt']        = 'تعليق الزبون - ';
$_['text_thanksadmin']    	  = 'شكرا لك ';

//for product mail
$_['entry_pname']      	      = 'اسم المنتج - ';
$_['ptext_to_admin']    	  = 'طلبات العملاء للموافقة على المنتج.';
$_['ptext_to_seller']    	  = 'شكرا لك لإضافة المنتج الخاص بك.<br> لقد تلقينا بريدك الإلكتروني وسنوافق على منتجك بمجرد الموافقة على منتجك.';
$_['ptext_auto']    	      = 'تمت الموافقة على منتجك. الرجاء تسجيل الدخول وإدارة متجرك .';
$_['ptext_sellersubject']      = 'شكرا لك لإضافة المنتج الخاص بك ';
$_['ptext_adminsubject']       = 'المنتج الذي أضافه البائع ';
$_['error_fileds']    	   = 'يرجى ملء كل التفاصيل أولا.';


?>
