<?php
// Heading
$_['heading_title'] = 'تنبيه السعر';
$_['heading_request'] = 'طلبات تنبيه الأسعار الخاصة بك';
// Entry
$_['entry_name']		= 'اسمك:';
$_['entry_email']		= 'بريدك الالكتروني:';
$_['entry_price']		= 'السعر المقترح:';
$_['entry_currency']	= 'عملتك:';

// Help
$_['help_name']      = 'الرجاء تحديد اسمك';
$_['help_email']     = 'سيتم إرسال بريد القبول أو الرفض إلى معرف البريد الإلكتروني هذا';
$_['help_price']     = 'الرجاء تحديد السعر المقترح للمنتج';
$_['help_currency']  = 'الرجاء تحديد عملتك';

// Text
$_['text_suggest']	= 'قدم سعرًا مقترحًا:';
$_['text_close']	= 'اغلاق';
$_['text_submit']	= 'أرسل سعرك';
$_['text_success']	= 'نجاح: لقد نجحت في إضافة سعر عرض الأسعار الخاص بك. شكرا!!!';
$_['text_success_update']	= 'نجاح: لقد نجحت في تحديث سعر عرض الأسعار لهذا المنتج. شكرا!!!';

// Text
$_['button_suggest']	= 'اقترح السعر';
// Text
$_['error_price_max']	= 'لا يمكنك تحديد السعر أكثر من سعر المنتج';
// Error
$_['error_warning']	= 'هناك خطأ ما أثناء إضافة اقتباس الخاص بك. حاول مرة اخرى!';
$_['error_name']	= 'يجب تعبئة الاسم بسلسلة صحيحة أثناء نشر الاقتباس';
$_['error_price']	= 'يجب أن يكون السعر صحيحًا أثناء نشر عرض الأسعار';
$_['error_email']	= 'يجب ذكر البريد الإلكتروني الصالح للأغراض المستقبلية';
$_['error_requests']= 'خطأ: لقد تجاوزت بالفعل حد الطلب';
$_['error_limit_exceed']= 'خطأ: لقد تجاوزت الحد المسموح به لطلب تنبيه السعر';
$_['error_request_submited']= 'خطأ: لقد قدمت بالفعل طلبًا تم الرد عليه بواسطة "مالك المنتج" في هذا الشهر';
