<?php
// Heading
$_['heading_title']          = 'الاقسام';

// Text
$_['text_success']           = 'نجاح: لقد قمت بتعديل الفئات!';
$_['text_success_add']       = 'نجاح: تمت إضافة الفئة بنجاح!';
$_['text_success_delete']    = 'نجاح: تم حذف الفئات بنجاح!';
$_['text_list']              = 'قائمة الفئات';
$_['text_add']               = 'إضافة فئة';
$_['text_edit']              = 'تحرير الفئة';
$_['text_default']           = 'تقصير';
$_['text_account']           = 'الحساب';
$_['text_confirm']           = 'هل أنت متأكد؟';
$_['text_enabled']           = 'متاح';
$_['text_disabled']          = 'غير متاح';
$_['text_no_results']        = 'لم يتم العثور على نتائج !!';
$_['text_keyword']           = 'استخدم الأحرف (a-z) والأرقام (0،9), -, _ فقط ، ستتم إزالة بقية الأحرف والتأكد من أن كلمة SEO Keyword هي فريدة من نوعها على مستوى العالم.';

// Column
$_['column_name']            = 'اسم القسم';
$_['column_status']          = 'الحاله';
$_['column_sort_order']      = 'امر ترتيب';
$_['column_action']          = 'عمل';

// Button
$_['button_add']             = 'اضافه قسم';
$_['button_save']            = 'حغظ';
$_['button_filter']          = 'منقي';
$_['button_clear_filter']    = 'صفي';

// Tab
$_['tab_general']            = 'عام';
$_['tab_data']               = 'التاريخ';
$_['tab_seo']                = 'SEO';
$_['tab_design']             = 'تصميم';


// Entry
$_['entry_name']             = 'اسم الفسم';
$_['entry_description']      = 'وصف';
$_['entry_meta_title'] 	     = 'عنوان العلامة الوصفية';
$_['entry_meta_keyword']     = 'الكلمات الرئيسية للعلامة الوصفية';
$_['entry_meta_description'] = 'وصف العلامة الوصفية';
$_['entry_keyword']          = 'الكلمات الرئيسية لتحسين محركات البحث';
$_['entry_parent']           = 'الأبوين';
$_['entry_filter']           = 'المرشحات';
$_['entry_store']            = 'المتاجر';
$_['entry_image']            = 'صورة';
$_['entry_top']              = 'اعلي';
$_['entry_column']           = 'الأعمده';
$_['entry_sort_order']       = 'امر ترتيب';
$_['entry_status']           = 'حالة';
$_['entry_layout']           = 'تجاوز التخطيط';

// Help
$_['help_filter']            = '(الإكمال التلقائي)';
$_['help_keyword']           = 'استخدم الأحرف (a-z) ، والأرقام (0،9) ، - ، _ فقط ، ستتم إزالة بقية الأحرف وتأكد من أن كلمة SEO Keyword فريدة بشكل عام.';
$_['help_top']               = 'العرض في شريط القائمة العلوي. يعمل فقط مع الفئات الرئيسية الأعلى.';
$_['help_column']            = 'عدد الأعمدة المراد استخدامها للفئات الثلاث السفلية. يعمل فقط مع الفئات الرئيسية الأعلى.';

// Error
$_['error_warning']          = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن أخطاء!';
$_['error_permission']       = 'تحذير تحذير: ليس لديك إذن بتعديل الفئات! ز: الرجاء مراجعة النموذج بعناية بحثًا عن أخطاء!';
$_['error_name']             = 'يجب أن يكون اسم الفئة بين 2 و 255 حرفًا!';
$_['error_meta_title']       = 'يجب أن يكون Meta Title أكبر من 2 وأقل من 255 حرفًا!';
$_['error_keyword']          = 'الكلمات الرئيسية للسيو قيد الاستخدام بالفعل!';
$_['error_unique']           = 'يجب أن تكون الكلمات الرئيسية لتحسين محركات البحث فريدة من نوعها!';
$_['error_parent']           = 'فئة الوالدين التي اخترتها هي فئة تابعة للفئة الحالية!';
