<?php
// Heading
$_['heading_title_download']    		  = 'التحميلات';

// Text
$_['text_success']     		  = 'نجاح: لقد قمت بتعديل التنزيلات!';
$_['text_upload']      		  = 'تم تحميل ملفك بنجاح!';
$_['text_account']     		  = 'الحساب';


$_['text_no_results'] 		  = 'لا يوجد تنزيلات متاحة !!';
$_['text_edit']  	   		  = 'يحرر';
$_['text_confirm']     		  = 'تأكيد الحذف !!';
$_['button_insert']    		  = 'إدراج';
$_['button_delete']    		  = 'حذف';
$_['button_save']      		  = 'حفظ';
$_['button_cancel']    		  = 'رجوع';
$_['text_access']	   		  = 'أنت غير مصرح لك بتعديل هذا التنزيل !!';
$_['text_downloadableItems']  = 'قائمة العناصر القابلة للتنزيل';
$_['text_downloadableInsert'] = 'أضف تنزيل';
$_['text_loading'] 			  = 'تحميل... ';



// Column
$_['column_name']      		= 'اسم التنزيل';
$_['column_remaining'] 		= 'إجمالي التنزيلات المسموح بها';
$_['column_action']    		= 'عمل';

// Entry
$_['entry_name']       		= 'اسم التنزيل';
$_['entry_filename']   		= 'اسم الملف';
$_['help_fileDetails'] 		=  'يمكنك التحميل عبر زر التحميل أو استخدام FTP للتحميل إلى دليل التنزيل وإدخال ملف
التفاصيل أدناه.';
$_['help_mask']				= 'من المستحسن أيضًا أن يكون اسم الملف والقناع مختلفين لمنع الأشخاص من محاولة الارتباط مباشرة بتنزيلاتك.';
$_['entry_mask']       		= 'قناع';

$_['error_warning_authenticate'] = 'تحذير: غير مصرح لك بمشاهدة هذه الصفحة ، يرجى الاتصال بمسؤول الموقع!';
$_['error_permission'] 		= 'تحذير: ليس لديك إذن لتعديل التنزيلات!';
$_['error_name']      		= 'يجب أن يكون الاسم بين 3 و 64 حرفًا!';
$_['error_upload']     		= 'مطلوب تحميل!';
$_['error_filename']   		= 'يجب أن يتراوح اسم الملف بين 3 و 128 حرفًا!';
$_['error_exists']     		= 'الملف غير موجود!';
$_['error_mask']       		= 'يجب أن يكون القناع بين 3 و 128 حرفًا!';
$_['error_filetype']   		= 'نوع الملف غير صالح!';
$_['error_filesize']   		= 'الملف كبير جدًا ولا يمكن تحميله!';
$_['error_product']    		= 'تحذير: لا يمكن حذف هذا التنزيل لأنه معين حاليًا لمنتجات٪ s!';
?>
