<?php
// Heading
$_['heading_title']           = 'تقييد';
// Text
$_['text_success']            = 'نجاح: لقد قمت بتحديث القيد!';
$_['text_rsetting']           = 'إعداد القيود';
$_['text_res_based']          = 'القيد على أساس ';
$_['text_res_price']          = 'سعر التقييد الافتراضي';
$_['text_res_quant']          = 'كمية التقييد الافتراضية';

$_['text_pres_quant']         = 'على أساس الكمية';
$_['text_pres_toatl']         = 'إجمالي سلة التسوق على أساس';
$_['entry_res_price']         = 'تقييد السعر';
$_['entry_res_quant']         = 'تقييد الكمية';
$_['help_res_price']          = 'لن يسمح المشتري بإجراء طلب بقيمة إجمالية لسلة التسوق تزيد عن هذه القيمة';
$_['help_res_quant']          = 'لن يسمح المشتري بإجراء طلب مع وجود كمية إجمالية في سلة التسوق أكبر من هذه القيمة';

$_['config_res_price']          = 'لم يمنحك المسؤول الإذن لإضافة قيود السعر ';
$_['config_res_quant']          = 'لم يمنحك المسؤول الإذن لإضافة قيود الكمية ';
$_['button_res_submit']          = 'تقييد التحديث';
$_['button_close']          = 'يغلق';
// Error
$_['error_warning']           = 'تحذير: يرجى التحقق من النموذج بعناية بحثًا عن أخطاء!';
$_['error_permission']        = 'تحذير: ليس لديك إذن بتعديل التقييد!';
$_['error_price']             = 'يجب أن يكون سعر التقييد رقمًا صالحًا!';
$_['error_quantity']          = 'يجب أن تكون كمية التقييد عددًا صحيحًا صالحًا!';
